{
    "app_id": "com.aita",
    "category": [
        "TRAVEL_AND_LOCAL"
    ],
    "content_rating": [
        "Everyone"
    ],
    "current_version": "Varies with device",
    "description": "App in the Air is your all-in-one personal travel assistant. It is a full-fledged booking app and a live flight tracker that helps you plan your travel in one place - from booking to landing back home. Pick your dates and it will help you book the best flight tickets and hotels. The app is also a single place to track all your itineraries, boarding passes and manage your miles across airlines. What’s not to love? Go ahead, book flights and hotels now, and start packing!\nFeatured in Forbes, Wired, CBS News, Lonely Planet, Travel+Leisure, and named the Best travel app in Galaxy Store 2019 (Samsung), App in the Air is loved by many travelers around the world. So go ahead and join them!\nUse our travel assistant to access exclusive features:\nBOOK FLIGHTS\nFind and book cheap flight tickets using the smart search tool. Use filters for more productive search patterns: stopovers, times, alliance programs, pricing, and more. App in the Air offers predictive pricing and the best prices at a glance. Access the flight price tracker and monitor rates to find cheap flights. The app can also recommend flight tickets based on your loyalty status and fares that would earn you more rewards points.\nGLOBAL FLIGHT COVERAGE\nWe have partnered with top North American and international Airlines including American, Delta, United, Southwest, Air Canada, JetBlue, Alaska, WestJet, Aeromexico, Spirit, Air Europa, and more to bring you the best booking experience.\nACCESS EXCLUSIVE DEALS\nReceive offers directly from the top airlines in the US - Southwest Airlines, American Airlines, WestJet, and United Airlines. Find the same prices and deals available only on their websites without ever leaving our app and without any commissions.\nBOOK HOTELS\nA part of the App in the Air is an actual hotel booking app, so feel free to also reserve a room.\nEasily book hotels and accommodations - we always aim to provide you the best hotel booking experience and prices. Book thousands of hotels right at your fingertips, without any hidden fees.\nLIVE FLIGHT TRACKER\nFind all your flight information, including departure date, time, terminal, and gate. Once onboard, access our real-time flight tracker to track the exact route your airplane takes.\nAIRPORT TIPS & IN-FLIGHT PERKS\nAirport tips and maps - find your gate easily. Check how to navigate inside the airport, where to bring your luggage, and get the most updated status of the flight.\nTRACK YOUR MILES\nApp in the Air includes an air mileage tracker that takes into consideration all your itineraries, boarding passes and manages your miles across airlines. Access all the airline alliances and reward programs: Skyteam, Star Alliance, WestJet Rewards, and Oneworld.\nPLAN TRIPS WITH FRIENDS\nWith our Group Mode feature, you can plan and book your trips with your friends. Find the flights you like, create a list and share with friends. They will be able to vote and choose the best one for all. You can then book the flight!\nSTAY INFORMED\nGet information about restrictions. We share flight safety details with you so you can take all necessary steps for international flights. Apply filters for mask requirements and free cancellation availability. Use our AR scanner and luggage weight checker to make sure you don’t exceed the limit.\nSAVE THE PLANET\nFor each direct booking, we plant a tree through One Tree Planted to offset the flight's carbon emissions\nINTEGRATIONS\nWould you like to save your trip log? Import all your previous and upcoming flights via TripIt. Email forward your e-ticket information to myflight@appintheair.mobi\nPREMIUM SUBSCRIPTION\nAn annual subscription gives you real-time flight status updates, automated check-in, and the option to subscribe to your family via text message.\nTerms of Use: https://www.appintheair.mobi/termsofuse\nPrivacy Policy: https://www.appintheair.mobi/privacypolicy",
    "description_html": "App in the Air is your all-in-one personal travel assistant. It is a full-fledged booking app and a live flight tracker that helps you plan your travel in one place - from booking to landing back home. Pick your dates and it will help you book the best flight tickets and hotels. The app is also a single place to track all your itineraries, boarding passes and manage your miles across airlines. What’s not to love? Go ahead, book flights and hotels now, and start packing!<br/><br/>Featured in Forbes, Wired, CBS News, Lonely Planet, Travel+Leisure, and named the Best travel app in Galaxy Store 2019 (Samsung), App in the Air is loved by many travelers around the world. So go ahead and join them! <br/>Use our travel assistant to access exclusive features:<br/><br/><br/>BOOK FLIGHTS<br/>Find and book cheap flight tickets using the smart search tool. Use filters for more productive search patterns: stopovers, times, alliance programs, pricing, and more. App in the Air offers predictive pricing and the best prices at a glance. Access the flight price tracker and monitor rates to find cheap flights. The app can also recommend flight tickets based on your loyalty status and fares that would earn you more rewards points.<br/><br/>GLOBAL FLIGHT COVERAGE<br/>We have partnered with top North American and international Airlines including American, Delta, United, Southwest, Air Canada, JetBlue, Alaska, WestJet, Aeromexico, Spirit, Air Europa, and more to bring you the best booking experience. <br/><br/>ACCESS EXCLUSIVE DEALS<br/>Receive offers directly from the top airlines in the US - Southwest Airlines, American Airlines, WestJet, and United Airlines. Find the same prices and deals available only on their websites without ever leaving our app and without any commissions. <br/><br/>BOOK HOTELS<br/>A part of the App in the Air is an actual hotel booking app, so feel free to also reserve a room. <br/>Easily book hotels and accommodations - we always aim to provide you the best hotel booking experience and prices. Book thousands of hotels right at your fingertips, without any hidden fees. <br/><br/>LIVE FLIGHT TRACKER<br/>Find all your flight information, including departure date, time, terminal, and gate. Once onboard, access our real-time flight tracker to track the exact route your airplane takes.<br/><br/>AIRPORT TIPS &amp; IN-FLIGHT PERKS<br/>Airport tips and maps - find your gate easily. Check how to navigate inside the airport, where to bring your luggage, and get the most updated status of the flight.<br/><br/>TRACK YOUR MILES<br/>App in the Air includes an air mileage tracker that takes into consideration all your itineraries, boarding passes and manages your miles across airlines. Access all the airline alliances and reward programs: Skyteam, Star Alliance, WestJet Rewards, and Oneworld. <br/> <br/>PLAN TRIPS WITH FRIENDS<br/>With our Group Mode feature, you can plan and book your trips with your friends. Find the flights you like, create a list and share with friends. They will be able to vote and choose the best one for all. You can then book the flight!<br/><br/>STAY INFORMED<br/>Get information about restrictions. We share flight safety details with you so you can take all necessary steps for international flights. Apply filters for mask requirements and free cancellation availability. Use our AR scanner and luggage weight checker to make sure you don’t exceed the limit. <br/><br/>SAVE THE PLANET<br/>For each direct booking, we plant a tree through One Tree Planted to offset the flight's carbon emissions<br/> <br/>INTEGRATIONS<br/>Would you like to save your trip log? Import all your previous and upcoming flights via TripIt. Email forward your e-ticket information to myflight@appintheair.mobi<br/><br/>PREMIUM SUBSCRIPTION<br/>An annual subscription gives you real-time flight status updates, automated check-in, and the option to subscribe to your family via text message. <br/><br/>Terms of Use: https://www.appintheair.mobi/termsofuse<br/>Privacy Policy: https://www.appintheair.mobi/privacypolicy",
    "developer": "App in the Air, Inc.",
    "developer_address": "1411 4th Avenue, Seattle, WA 98101",
    "developer_email": "support@appintheair.com",
    "developer_id": "6141013919453837613",
    "developer_url": "https://appintheair.com",
    "editors_choice": false,
    "free": true,
    "histogram": {
        "1": null,
        "2": null,
        "3": null,
        "4": null,
        "5": null
    },
    "iap": true,
    "iap_range": [
        "$0.99",
        "$49.99"
    ],
    "icon": "https://play-lh.googleusercontent.com/-6wDNFIUsQjYgc-4duNGTtFyRMowGHfPRu2BmB0lUKYqjhtti8aQX6HBap-8di5lWA",
    "installs": "500,000+",
    "interactive_elements": [
        "Users Interact, In-App Purchases"
    ],
    "price": "0",
    "recent_changes": null,
    "required_android_version": "Varies with device",
    "reviews": 874,
    "score": "4.5",
    "screenshots": [
        "https://play-lh.googleusercontent.com/xaZG-ZwtG_m_YkEy0Fuquoom84U7AsxgpWAbDyyYu5eOIl5dFWIpDQ6Wb4G9rFOKF9xL=w720-h310-rw",
        "https://play-lh.googleusercontent.com/GM_btxGwPQnLo2mi0m-uPN633O4eKh5Bg_BKx2_5j515nkaASS4EpCTf8pxmjHVeOYM=w720-h310-rw",
        "https://play-lh.googleusercontent.com/XAiECN7wqEPrF3AbNue16dPM7dJNFTObAfc6tWegRxO66Vu4h6FTjth0jINaQlJTMP6z=w720-h310-rw",
        "https://play-lh.googleusercontent.com/OIKIWbt0nI8BU8Kwyi5Kn7mIBWlumt3t7cYGFsxCeWlDaKbsh8VxNgQsv9ZlA7u_Xw=w720-h310-rw",
        "https://play-lh.googleusercontent.com/h5ZIO_frKXwRNEB5mm1UXRAjmeaOqf6rr-K7LJqzn90s_8JYEPkBi-g7ra7zm4-GnA=w720-h310-rw",
        "https://play-lh.googleusercontent.com/F6OlWgNPW8JG_UeQ-BEZNy-lREGn56B7hZseyRNh7wvMtmG1hiHLYXrNYUK69hkfDw=w720-h310-rw",
        "https://play-lh.googleusercontent.com/_Nc2rBTGgDvY-uIQCGv5OC9vL4cZbhk3b6mPrKn2NIEIF6ZpAaGquA17oCyQBjOePoSY=w720-h310-rw",
        "https://play-lh.googleusercontent.com/RSojKEbdQhFdqJMqp60MOTmVcpXaSeWDinCgSMwa7VsrmZz4MLnXxCZn29_pbkvi4Ec0=w720-h310-rw",
        "https://play-lh.googleusercontent.com/FNEQZeHnskzc2aMEd5gTlQeOAi-ZIw4Gve5AszhiBGcPJEw_IwnNc9R9b-geO_s5_g=w720-h310-rw",
        "https://play-lh.googleusercontent.com/6TNPzhzWmTcMEEdeI0pIrekoJgskvzqPrJtIx08aYbbQsURYLDFnisBtjl-t7JhYyJML=w720-h310-rw",
        "https://play-lh.googleusercontent.com/wIIF7tA7OdddTms57CERMst1H5Yth9iF2HptRvMRf0KdjqePo3AV2fyuHJ5HuGH-kTw=w720-h310-rw",
        "https://play-lh.googleusercontent.com/tUJPlZQLEDY9lEwzKsJtaOf4IykaDPlkKED-ftIEgEUHwFPXDwk1MMl6NxdQXNzNQ4vI=w720-h310-rw",
        "https://play-lh.googleusercontent.com/bbJy4MXKxrp7rtgIHclDd2JRGVOzXz5MYVwjm1tG1SebzwZBs0Hd8Duts-cfnE4zd5Or=w720-h310-rw"
    ],
    "size": "Varies with device",
    "title": "App in the Air - Travel Assistant - Book Flights",
    "updated": "August 17, 2021",
    "url": "https://play.google.com/store/apps/details?id=com.aita&hl=en&gl=us&q=flight%250A&c=apps",
    "video": null
}